# Задачник, глава 2.1, задача 2.1.9 «Аттракцион» (★★☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-1/index.html#p9
#
# На аттракцион пускают посетителей ростом от 120 см. Кроме роста нужно одно из двух: возраст от
# 10 лет или сопровождение взрослого. Вводятся рост, возраст и ответ про сопровождение («да» или
# «нет»). Выведите, можно ли на аттракцион.
#
# Пример 1
#   ввод:
#     130
#     12
#     нет
#   вывод:
#     Можно на аттракцион: True
# Пример 2
#   ввод:
#     125
#     8
#     да
#   вывод:
#     Можно на аттракцион: True
# Пример 3
#   ввод:
#     125
#     8
#     нет
#   вывод:
#     Можно на аттракцион: False
# Пример 4
#   ввод:
#     110
#     12
#     да
#   вывод:
#     Можно на аттракцион: False

# Решение
