# Задачник, глава 2.1, задача 2.1.8 «Логин и пароль» (★★☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-1/index.html#p8
#
# В системе один пользователь: логин «admin», пароль «qwerty123». Вводятся логин и пароль.
# Выведите, верен ли логин, верен ли пароль и разрешён ли вход.
#
# Пример 1
#   ввод:
#     admin
#     qwerty123
#   вывод:
#     Логин верный: True
#     Пароль верный: True
#     Вход разрешён: True
# Пример 2
#   ввод:
#     admin
#     12345
#   вывод:
#     Логин верный: True
#     Пароль верный: False
#     Вход разрешён: False
# Пример 3
#   ввод:
#     user
#     qwerty123
#   вывод:
#     Логин верный: False
#     Пароль верный: True
#     Вход разрешён: False

# Решение
