# Задачник, глава 2.1, задача 2.1.13 «Сданные экзамены» (★★★)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-1/index.html#p13
#
# Студент сдал три экзамена. Экзамен сдан, если балл не меньше 40. Вводятся три балла. Выведите,
# сколько экзаменов сдано и сданы ли все три.
#
# Пример 1
#   ввод:
#     55
#     40
#     90
#   вывод:
#     Сдано экзаменов: 3
#     Сессия закрыта: True
# Пример 2
#   ввод:
#     39
#     70
#     12
#   вывод:
#     Сдано экзаменов: 1
#     Сессия закрыта: False

# Решение
