# Задачник, глава 2.1, задача 2.1.10 «Бонусы на карте» (★★☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-1/index.html#p10
#
# Вводится количество бонусов на карте покупателя. После возврата товара оно может стать
# отрицательным. Выведите два значения: результат «bool()» от количества и результат проверки
# «бонусов больше нуля».
#
# Пример 1
#   ввод:
#     150
#   вывод:
#     bool(bonus): True
#     Бонусы есть: True
# Пример 2
#   ввод:
#     0
#   вывод:
#     bool(bonus): False
#     Бонусы есть: False
# Пример 3
#   ввод:
#     -30
#   вывод:
#     bool(bonus): True
#     Бонусы есть: False

# Решение
