# Задачник, глава 2.2, задача 2.2.9 «Не все задачи закрыты» (★★☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p9
#
# У трёх задач в трекере есть статус: «готово» или «в работе». Вводятся три статуса. Выведите,
# остались ли незакрытые задачи.
#
# Пример 1
#   ввод:
#     готово
#     в работе
#     готово
#   вывод:
#     Есть незакрытые задачи: True
# Пример 2
#   ввод:
#     готово
#     готово
#     готово
#   вывод:
#     Есть незакрытые задачи: False

# Решение
