# Задачник, глава 2.2, задача 2.2.13 «Одна открытая касса» (★★★)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p13
#
# В магазине три кассы. Про каждую вводится ответ, открыта ли она: «да» или «нет». Выведите, верно
# ли, что открыта ровно одна касса.
#
# Пример 1
#   ввод:
#     нет
#     да
#     нет
#   вывод:
#     True
# Пример 2
#   ввод:
#     да
#     да
#     нет
#   вывод:
#     False
# Пример 3
#   ввод:
#     нет
#     нет
#     нет
#   вывод:
#     False
# Пример 4
#   ввод:
#     да
#     да
#     да
#   вывод:
#     False

# Решение
