# Задачник, глава 2.2, задача 2.2.14 «Решение жюри» (★★★)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p14
#
# В жюри три человека. Каждый голосует «за» или «против». Решение принято, если «за» проголосовали
# хотя бы двое. Вводятся три голоса. Выведите, принято ли решение.
#
# Пример 1
#   ввод:
#     за
#     против
#     за
#   вывод:
#     True
# Пример 2
#   ввод:
#     против
#     против
#     за
#   вывод:
#     False
# Пример 3
#   ввод:
#     за
#     за
#     за
#   вывод:
#     True

# Решение
