# Задачник, глава 2.2, задача 2.2.10 «Код подтверждения» (★★☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p10
#
# Код подтверждения верного вида — трёхзначное число, которое делится на 5. Вводится целое число.
# Выведите, подходит ли оно под этот вид.
#
# Пример 1
#   ввод:
#     345
#   вывод:
#     True
# Пример 2
#   ввод:
#     346
#   вывод:
#     False
# Пример 3
#   ввод:
#     95
#   вывод:
#     False
# Пример 4
#   ввод:
#     1000
#   вывод:
#     False

# Решение
