# Задачник, глава 2.2, задача 2.2.12 «Счастливый номер» (★★☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p12
#
# В розыгрыше выигрывает билет, номер которого оканчивается на 7 или делится на 7. Вводится номер
# билета. Выведите, выиграл ли билет.
#
# Пример 1
#   ввод:
#     127
#   вывод:
#     True
# Пример 2
#   ввод:
#     49
#   вывод:
#     True
# Пример 3
#   ввод:
#     120
#   вывод:
#     False
# Пример 4
#   ввод:
#     77
#   вывод:
#     True

# Решение
