# Задачник, глава 2.2, задача 2.2.6 «Високосный год» (★★☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p6
#
# Год високосный, если он делится на 4, но не делится на 100. Годы, которые делятся на 400, тоже
# високосные. Вводится год. Выведите, високосный ли он.
#
# Пример 1
#   ввод:
#     2024
#   вывод:
#     True
# Пример 2
#   ввод:
#     1900
#   вывод:
#     False
# Пример 3
#   ввод:
#     2000
#   вывод:
#     True
# Пример 4
#   ввод:
#     2026
#   вывод:
#     False

# Решение
