# ДЗ 1, задача 6 «Исправьте проверку» (★★★)
# Задачник, задача 2.1.14: https://python-theory-makarov.vercel.app/zadachnik/2-1/index.html#p14
#
# Программа должна вывести «True», если кандидату от 18 до 65 лет включительно и у него есть опыт
# работы. Вводятся возраст и ответ про опыт: «да» или «нет». В программе три ошибки. Найдите и
# исправьте их.
#
# Пример 1
#   ввод:
#     30
#     да
#   вывод:
#     Подходит: True
# Пример 2
#   ввод:
#     70
#     да
#   вывод:
#     Подходит: False
# Пример 3
#   ввод:
#     30
#     нет
#   вывод:
#     Подходит: False
# Пример 4
#   ввод:
#     65
#     да
#   вывод:
#     Подходит: True

# Решение: исправьте программу ниже
age = int(input())
answer = input()
has_experience = answer = "да"
fits = age >= 18 and <= 65 and has_experience
print("Подходит:" fits)
