# ДЗ 1, задача 9 «Скидка на один товар» (★★☆)
# Задачник, задача 2.2.7: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p7
#
# Купон действует, если в чеке ровно один товар дороже 1000 рублей. Вводятся цены двух товаров.
# Выведите, действует ли купон.
#
# Пример 1
#   ввод:
#     1500
#     300
#   вывод:
#     True
# Пример 2
#   ввод:
#     1500
#     2000
#   вывод:
#     False
# Пример 3
#   ввод:
#     400
#     300
#   вывод:
#     False
# Пример 4
#   ввод:
#     1000
#     1001
#   вывод:
#     True

# Решение
