# ДЗ 1, задача 2 «Льготный билет» (★★☆)
# Задачник, задача 2.1.6: https://python-theory-makarov.vercel.app/zadachnik/2-1/index.html#p6
#
# Музей продаёт льготный билет детям младше 18 лет и посетителям от 65 лет. Вводится возраст.
# Выведите, положен ли льготный билет и нужен ли полный.
#
# Пример 1
#   ввод:
#     12
#   вывод:
#     Льготный билет: True
#     Полный билет: False
# Пример 2
#   ввод:
#     40
#   вывод:
#     Льготный билет: False
#     Полный билет: True
# Пример 3
#   ввод:
#     65
#   вывод:
#     Льготный билет: True
#     Полный билет: False

# Решение
