# ДЗ 1, задача 12 «Найдите ошибку в условии» (★★★)
# Задачник, задача 2.2.15: https://python-theory-makarov.vercel.app/zadachnik/2-2/index.html#p15
#
# Программа проверяет остатки на трёх счетах и должна вывести «True», если хотя бы один остаток
# отрицательный. Программа запускается без ошибок, но в первых двух примерах выводит число 500
# вместо «True» и «False». Исправьте условие.
#
# Пример 1
#   ввод:
#     500
#     -20
#     300
#   вывод:
#     True
# Пример 2
#   ввод:
#     500
#     20
#     300
#   вывод:
#     False
# Пример 3
#   ввод:
#     0
#     0
#     -1
#   вывод:
#     True

# Решение: исправьте программу ниже
a = int(input())
b = int(input())
c = int(input())
print(a or b or c < 0)
