# ДЗ 1, задача 1 «Можно ли купить товар» (★☆☆)
# Задачник, задача 2.1.5: https://python-theory-makarov.vercel.app/zadachnik/2-1/index.html#p5
#
# Вводятся остаток товара на складе, цена товара и сумма, которая есть у покупателя. Товар можно
# купить, если он есть на складе и денег хватает. Выведите ответ.
#
# Пример 1
#   ввод:
#     5
#     1200
#     1500
#   вывод:
#     True
# Пример 2
#   ввод:
#     0
#     1200
#     1500
#   вывод:
#     False
# Пример 3
#   ввод:
#     3
#     1200
#     1000
#   вывод:
#     False

# Решение
