# ДЗ 2, задача 11 «Запись к врачу» (★☆☆)
# Главы: 2.5
#
# Клиника записывает на бесплатный приём пациентов с полисом ОМС: детей до 18 лет — к педиатру,
# остальных — к терапевту. Без полиса в этой клинике доступен только платный приём. Вводятся
# ответ, есть ли полис («да» или «нет»), и возраст. Выведите «Запись к педиатру»,
# «Запись к терапевту» или «Доступен платный приём».
#
# Пример 1
#   ввод:
#     да
#     10
#   вывод:
#     Запись к педиатру
# Пример 2
#   ввод:
#     да
#     18
#   вывод:
#     Запись к терапевту
# Пример 3
#   ввод:
#     нет
#     30
#   вывод:
#     Доступен платный приём

# Решение
