# ДЗ 2, задача 7 «Давление в шинах» (★☆☆)
# Главы: 2.4
#
# Производитель автомобиля указал давление в шинах от 2.2 до 2.5 бар включительно. Вводится
# показание манометра — дробное число. Выведите «Подкачайте шины», если давление ниже нормы,
# «Давление в норме», если оно в пределах нормы, и «Снизьте давление», если выше.
#
# Пример 1
#   ввод:
#     1.9
#   вывод:
#     Подкачайте шины
# Пример 2
#   ввод:
#     2.2
#   вывод:
#     Давление в норме
# Пример 3
#   ввод:
#     2.5
#   вывод:
#     Давление в норме
# Пример 4
#   ввод:
#     2.7
#   вывод:
#     Снизьте давление

# Решение
